{"productos":[{"nombre":"figura Vegeta","descripcion":"'Qué miras insecto!' es lo que hubiera dicho Vegeta si ve que te le quedas mirando de esa manera deseosa pero tranquilo/a mi querido/a usuario/a, yo te comprendo, ver esta majestuosa figura de 35 cm de vegeta el principe saiyan nada mas y nada menos que en su transformación de super saiyan lo normal es que te deje embobado, pero estás de suerte, si la quieres está al modico precio de 35.99 zenis, si quieres conservar tu orgullo de saiyan deberias comprarla.","stock":40,"precio":35.99},{"nombre":"camiseta Goku","descripcion":"Un gran guerrero de esta magnifica raza que se precie debe tener su ropa rasgada, al menos la parte de arriba de esta por lo tanto este camiseton te viene al pelo, y si estas calvo, te viene como un guante, tu ya me entiendes, al ponertela sentiras la fuerza de esta formidable raza corriendo por tus venas mientras te comes unos ganchitos y una cerveza porque seamos sinceros, por mucho que tengas la fuerza de poder de mas de 9000 no vas a ir al gym, pero al menos vestiras como si fueras por el modico precio de 15.78 zenis.","stock":13,"precio":15.78},{"nombre":"radar bulma","descripcion":"Si los otros dos articulos no te han interesado, ¿qué te parecería cumplir cualquier deseo que tuvieses?, con el plus claro está de que el deseo te lo cumpla un super dragón mágico verde de 150 metros de altura y que habla sin mover la boca, eso es un sueño para todos lo sé, pues con este radar podrías hacerlo realidad buscando las esferas del dragón, claro no te las iba a vender yo, te ayudo pero te hago buscarlas por ti mismo, soy cruel pero justo, y por un precio de 25.97 zenis, no te lo pierdas!.","stock":16,"precio":25.97},{"nombre":"figura Laxus","descripcion":"Imponente, majestuoso, grandioso y quizás chispeante, sí así es Laxus Dreyar, uno de los magos mas fuertes de fairy tail convertido en una figura para tu salón, nada mas colocarla sentirás que hay una chispa entre el y tú, será como si hubieseis estado conectados toda la vida, iluminará tu vida y casi que ya paro con los chistes sobre rayos, como dice la canción Laxus es la rebeldia inconformista y la brutalidad, si te encuentras con el lo mejor es comprarte esto por 45.89 Jewels.","stock":21,"precio":45.89},{"nombre":"sudadera Gray","descripcion":"Deja que te dominen los poderes del cazador de demonios del hielo sin necesidad de matar a tu padre como hizo nuestro querido Gray, con esta sudadera nunca pasaras frío, ironico, lo sé, pero no deja de ser cierto, serás el rey de l@s chic@s con esta sudadera o quizás la reina de l@s chic@s, una cosa es segura, aquí no está Juvia para agobiarte, además irás elegante hasta a tu boda, que probablemente no te cases si solo utilizas esta sudadera, pero a quien le importa vestirás como un autentico mago solo por 20 Jewels.","stock":36,"precio":20},{"nombre":"llaves Lucy","descripcion":"Nuestro ultimo artículo trata de tener más amigos, más o menos, es la explicación rapida, ¿cansado de socializar?, ¿harto de no tener a tus amigos cuando y donde quieras?, ¿leyendo esto con voz de teletienda?, pues estas llaves son para ti, con ellas podrás invocar a cualquier espiritu celestial siempre y cuando tengas un contrato con el, por lo de la protección de datos, tienes un amplio repertorio de invocaciones desde una vaca hasta arriba de esteroides hasta un mayordomo con cabeza de cabra pasando por una sirena y un par de peces gigantes, happy no son para comer y solo por 60.79 Jewels.","stock":13,"precio":60.79},{"nombre":"figura minato","descripcion":" Si quieres tener el poder de un hokage esta figura no pude faltar en tu colección, el gran heroe de konoha y cuarto hokage listo para ser admirado por tus visitas, o por tu gato, no creo que tengas muchas visitas, aunque con esta figura no las necesitarás te pasarás el día embobado mirandola estoy seguro, pidela lo mas rápido que puedas y no te quedes sin esta maravilla de 25 cm utiliza el hiraishin si es necesario, porque si no la pides, este personaje no es el unico experto en el sello de la muerte, consiguela por 3500 ryos.","stock":4,"precio":3500},{"nombre":"bata akatsuki","descripcion":"Sé que esta bata te da ganas de presentarle a la gente al autentico dolor, o de plantar aloe vera, o incluso de matar a toda tu familia dejando unicamente a tu hermano vivo para que te persiga volviendose un emo vengador y acabe matandote con muchas comillas, pero es fantástica y eso no se lo quita nadie, todos los ninjas te temeran llevando este atuendo y ahora solo por tiempo limitado, un segundo en el mundo del tsukuyomi, podras obtener de regalo estos fantasticos accesorios, pertenece a la banda terrorista mas temida por solo 2500 ryos.","stock":10,"precio":2500},{"nombre":"rollo jiraiya","descripcion":"Deja de hacer sellos estupidos tronchandote los dedos y dejandotelos llenos de mordiscos, con este rollo podras invocar a tantas ranas como quieras, lo sé, te preguntarás, ¿ranas?¿por qué ranas?, porque el de las serpientes estaba muy caro, es broma esque son un poco quisquillosas, pero cuando te diga que podrás tomarte una copa de sake japones con una rana de 35 metros, con piercings, los pulmones negros de fumar pipa y una maldita katana ya no te parecera tan mala idea invocarlas, además de que podrás dominar el arte sennin por solo 79999 ryos.","stock":2,"precio":79999},{"nombre":"figura barbablanca","descripcion":"Es intimidante, lo sé, pero es normal estamos hablando de 50 cm de puro yonkou, ahora gracias a esta figura puedes tener a uno de los 4 primeros emperadores del mar al lado de aquella foto que te sacaste en verano que tanto te gustó, con esta figura seguro que el gran barbablanca te aceptará en su tripulación y podras formar parte de la banda mas increible de todo one piece, si no fuera porque está muerto y toda su banda disuelta, esta figura solo vale 500 berris y ahora disculpame debo irme a llorar un rato aun no supero su muerte.","stock":15,"precio":500},{"nombre":"sudadera law","descripcion":" Sé lo que estas pensando, te gustaría muschisimo que tu mejor amigo fuese un oso polar que habla, pues estás de suerte porque por solo 350 berris pudes obtener esta maravillosa sudadera del gran Trafalgar D. Water Law, el único personaje de one piece en el que su nombre es mas largo que su espada, conviertete en el cirujano de la muerte, el mejor doctor de los 4 mares y navega hasta encontrar el one piece o a este paso a derrotar a kaido, aunque dudo que lo consigas, pero al menos iras elgente usuario-ya.","stock":44,"precio":350},{"nombre":"one piece","descripcion":"Pues sí, está a la venta el one piece, el tesoro mas codiciado del mundo, el que hara que te conviertas en el rey de los piratas el tesoro que todo el mundo anda buscando y que lleva casi 1000 capitulos de anime y mas de 1000 de manga sin ser encontrado, pues tu por solo 5 billones de berris lo puedes tener a mano, eso sí, yo no se lo que és, tu tampoco lo sabes y de hecho nadie lo sabe, por lo tanto tú compralo y te llegara algo a casa, cualquier cosa, ya se me ocurrirá que enviarte, podria ser algo guay o una simple nota diciendo que has desperdiciado billones de berris y ahora estoy huyendo a raftel con una nueva identidad, no se prueba suerte.","stock":1,"precio":5000000000000}],"usuarios":[{"nombre":"shiro twin","nombre real":"sting","correo":"mastersting@saber.com"},{"nombre":"kuro twin","nombre real":"rogue","correo":"claseSrogue@saber.com"},{"nombre":"root","nombre real":"admin","correo":"gestion@animas.com"}],"pedidos":[{"usuario":"shiro twin","direccion":"edificio saber, magnolia 23098","tarjeta":"1111222233334444","compra":["figura Laxus","sudadera Gray"]},{"usuario":"laxus","direccion":"edificio fairy tail, magnolia 23002","tarjeta":"6666777788889999","compra":["figura laxus"]},{"usuario":"shiro twin","direccion":"edificio fairy tail, 23002","tarjeta":"6666777788889999","compra":["figura laxus"]},{"usuario":"shiro twin","direccion":"edificio fairy tail, 23002","tarjeta":"6666777788889999","compra":["figura laxus"]},{"usuario":"shiro twin","direccion":"edificio fairy tail, 23002","tarjeta":"6666777788889999","compra":["figura laxus"]}]}